Repository: helson-lin/Framecho
Catalog: Framecho/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Canvas
zh_hans: 画面

source: Captions
zh_hans: 字幕

source: Capture
zh_hans: 截取

source: Capture Area
zh_hans: 截取区域

source: Capture details
zh_hans: 详细信息

# Capture file name
source: Capture
zh_hans: 未命名

source: Capture Fullscreen
zh_hans: 截取全屏

source: Capture on Timer
zh_hans: 定时截图

source: Capture Text
zh_hans: 识别文字

source: Capture Window
zh_hans: 截取窗口

source: Capture window shadow
zh_hans: 截取窗口阴影

source: Captures
zh_hans: 截图与录屏

source: Captures a region you drag out and adds it to Framecho's history.
zh_hans: 截取你拖移出的区域，并添加到 Framecho 的历史记录中。

source: Captures a window you click and adds it to Framecho's history.
zh_hans: 截取你点按的窗口，并添加到 Framecho 的历史记录中。

source: Captures the entire screen and adds it to Framecho's history.
zh_hans: 截取整个屏幕，并添加到 Framecho 的历史记录中。

source: Card Actions
zh_hans: 卡片操作

source: Card rotation
zh_hans: 卡片旋转

source: Center
zh_hans: 居中

source: Change Clip Speed
zh_hans: 更改片段速度

source: Check for Updates...
zh_hans: 检查更新…

source: Choose
zh_hans: 选取

source: Choose a background, layout, camera, blur, border, and watermark preset
zh_hans: 选取包含背景、布局、镜头、模糊、边框和水印的预设

source: Choose a background, layout, cursor, and camera preset
zh_hans: 选取包含背景、布局、光标和摄像头的预设

source: Choose a drawing tool or select an annotation to change its style.
zh_hans: 选择一个绘图工具，或选中一个标注来更改其样式。

source: Choose a folder for these %lld captures.
zh_hans: 为这 %lld 项选取文件夹。

source: Choose a folder for this capture.
zh_hans: 为此项选取文件夹。

source: Choose a longer trim range.
zh_hans: 请选择更长的修剪范围。

source: Choose a preset. %@ is applied to new recordings.
zh_hans: 选取预设。新录制将应用“%@”。

source: Choose a preset. %@ is applied to new screenshots.
zh_hans: 选取预设。新截图将应用“%@”。

source: Choose Another Location…
zh_hans: 选取其他位置…

source: Choose Background Wallpaper
zh_hans: 选取背景墙纸

source: Choose Replacement Audio
zh_hans: 选取替换音频

source: Choose Save Location
zh_hans: 选取存储位置

source: Choose the size of the sharp area across the scene
zh_hans: 选择整个场景中清晰区域的大小

source: Choose the size of the sharp area inside the frame
zh_hans: 选择边框内清晰区域的大小

source: Choose Video Background Wallpaper
zh_hans: 选取视频背景墙纸

source: Choose wallpaper
zh_hans: 选取墙纸

source: Circle
zh_hans: 圆形

source: Citrus
zh_hans: 柑橘

source: Clear Search
zh_hans: 清除搜索

source: Clear selection
zh_hans: 清除所选内容

source: Click "Deploy to Cloudflare". It clones the worker, provisions R2 + D1, and asks for the UPLOAD_TOKEN secret - paste the token you copied.
zh_hans: 点按“Deploy to Cloudflare”。它会克隆 Worker、配置 R2 + D1，并要求填写 UPLOAD_TOKEN 密钥 - 粘贴你拷贝的令牌即可。

source: Click a clip on the timeline to change its speed or delete it.
zh_hans: 在时间线上点按一个片段，可更改速度或删除它。

source: Click a pixel to label its color value
zh_hans: 点按像素以标注其颜色值

source: Click a timestamp to jump there. Edit any line to fix the transcription.
zh_hans: 点按时间戳可跳转到该处。编辑任意一行可修正转写内容。

source: Click a word to jump there. Shift-click to select a passage, then cut it.
zh_hans: 点按一个词可跳转到该处。按住 Shift 键点按可选择一段内容，然后将其剪掉。

source: Click again to discard
zh_hans: 再次点击以丢弃

source: Click again to start over
zh_hans: 再次点击以重新开始

source: Clips
zh_hans: 片段

source: Close
zh_hans: 关闭

source: Close after dragging
zh_hans: 拖出后关闭

source: Close pin
zh_hans: 关闭置顶

source: Close Pin
zh_hans: 关闭置顶

source: Close the recorder - Esc
zh_hans: 关闭录制器 - Esc

source: Cloud
zh_hans: 云端

source: Cloud upload is not configured. Set your worker URL and upload token in Settings.
zh_hans: 尚未配置云端上传。请在“设置”中填写 Worker URL 和上传令牌。

source: Cobalt
zh_hans: 钴蓝

source: Codec
zh_hans: 编码

source: Collapse section
zh_hans: 折叠分区

source: Collapsed
zh_hans: 已折叠

source: Color
zh_hans: 颜色

source: Color value
zh_hans: 颜色值

source: Compact AAC audio, accepted by most enhancement tools.
zh_hans: 体积小巧的 AAC 音频，大多数增强工具都支持。

source: Composition
zh_hans: 构图

source: Compress
zh_hans: 压缩

source: Compressing
zh_hans: 正在压缩

source: Compression quality
zh_hans: 压缩质量

source: Confirm discard - delete this recording without saving
zh_hans: 确认丢弃 - 删除此录制且不保存

source: Confirm restart - discard what's recorded and start again
zh_hans: 确认重新开始 - 丢弃已录制内容并重新录制

source: Connected
zh_hans: 已连接

source: Connection
zh_hans: 连接

source: Continue
zh_hans: 继续

source: Copied
zh_hans: 已拷贝

source: Copied %lld lines
zh_hans: 已拷贝 %lld 行

source: Copied 1 line
zh_hans: 已拷贝 1 行

source: Copy
zh_hans: 拷贝

source: Copy a compressed JPG
zh_hans: 拷贝压缩后的 JPG

source: Copy a smaller JPG to the clipboard
zh_hans: 将更小的 JPG 拷贝到剪贴板

source: Copy Cloud Link
zh_hans: 拷贝云端链接

source: Copy Link
zh_hans: 拷贝链接

source: Copy share link
zh_hans: 拷贝共享链接

source: Copy share link after upload
zh_hans: 上传后拷贝分享链接

source: Copy Text from Image
zh_hans: 从图像中拷贝文字

source: Copy the capture to the clipboard
zh_hans: 拷贝到剪贴板

source: Copy the capture to the clipboard.
zh_hans: 拷贝到剪贴板。

source: Copy the share link again
zh_hans: 再次拷贝共享链接

source: Copy the upload token above - you'll paste it into Cloudflare in the next step.
zh_hans: 拷贝上方的上传令牌 - 下一步需要将它粘贴到 Cloudflare 中。

source: Copy to clipboard
zh_hans: 拷贝到剪贴板

source: Copy Token
zh_hans: 拷贝令牌

source: Copying capture…
zh_hans: 正在拷贝…

source: Copying captures…
zh_hans: 正在拷贝…

source: Corners
zh_hans: 圆角

source: Could not import that file: %@
zh_hans: 无法导入该文件：%@

source: Could not load windows: %@
zh_hans: 无法载入窗口：%@

source: Could not open screenshots folder.
zh_hans: 无法打开截图文件夹。

source: Could not open the recording: %@
zh_hans: 无法打开录制：%@

source: Could not prepare the recording timeline: %@
zh_hans: 无法准备录制时间线：%@

source: Could not unpack the wallpaper pack.
zh_hans: 无法解压墙纸包。

source: Could not unpack the wallpaper pack. %@
zh_hans: 无法解压墙纸包。%@

source: Could not update Launch at Login: %@
zh_hans: 无法更新“登录时启动”：%@

source: Could not update the recording timeline: %@
zh_hans: 无法更新录制时间线：%@

source: Couldn't open recording
zh_hans: 无法打开录制

source: Couldn't start the recording
zh_hans: 无法开始录制

source: Created
zh_hans: 创建时间

source: Credits
zh_hans: 致谢

source: Crisp
zh_hans: 锐利

source: Crop
zh_hans: 裁剪

source: Crop aspect ratio
zh_hans: 裁剪宽高比

source: Crop into the recording; the camera follows your cursor and zooms
zh_hans: 裁入录制画面；镜头跟随光标并缩放

source: Crop size
zh_hans: 裁剪尺寸

source: Crop the finished video canvas
zh_hans: 裁剪最终视频画布

source: Crop the screenshot
zh_hans: 裁剪截图

source: Crop Video
zh_hans: 裁剪视频

source: Current Settings
zh_hans: 当前设置

source: Cursor
zh_hans: 光标

source: Custom
zh_hans: 自定

source: Custom color
zh_hans: 自定颜色

source: Customize the preview card
zh_hans: 自定预览卡片

source: Cut %lld Words
zh_hans: 剪掉 %lld 个词

source: Cut every filler word, like “um” and “uh”
zh_hans: 剪掉所有英文口头填充词，例如“um”和“uh”

source: Cut Word
zh_hans: 剪掉词语

source: Cut Words
zh_hans: 剪掉词语

source: Dawn
zh_hans: 黎明

source: Default Preset
zh_hans: 默认预设

source: Delete
zh_hans: 删除

source: Delete “%@”…
zh_hans: 删除“%@”…

source: Delete %@
zh_hans: 删除“%@”

source: Delete and Close
zh_hans: 删除并关闭

source: Delete Clip
zh_hans: 删除片段

source: Delete from cloud?
zh_hans: 要从云端删除吗？

source: Delete from Cloud…
zh_hans: 从云端删除…

source: Delete Preset?
zh_hans: 删除预设？

source: Delete recording
zh_hans: 删除录制

source: Delete screenshot
zh_hans: 删除截图

source: Delete Selection
zh_hans: 删除所选内容

source: Delete the file from disk
zh_hans: 从磁盘删除文件

source: Deleting cloud copy…
zh_hans: 正在删除云端副本…

source: Density
zh_hans: 密度

source: Deploy to Cloudflare
zh_hans: 部署到 Cloudflare

source: Dimensions
zh_hans: 尺寸

source: Directional
zh_hans: 方向

source: Discard - delete this recording without saving
zh_hans: 丢弃 - 删除此录制且不存储

source: Discard Changes
zh_hans: 丢弃更改

source: Discard recording
zh_hans: 丢弃录制

source: Dismiss
zh_hans: 关闭

source: Dismiss all
zh_hans: 全部关闭

source: Dismiss preview
zh_hans: 关闭预览

source: Dismiss the preview (keeps the file)
zh_hans: 关闭预览（保留文件）

source: Dismiss the preview once you drag it out to another app.
zh_hans: 将预览拖到其他应用后关闭它。

source: Display - choose which screen to record
zh_hans: 显示器 - 选择要录制的屏幕

source: Display - record the whole screen
zh_hans: 显示器 - 录制整个屏幕

source: Display %lld
zh_hans: 显示器 %lld

source: Do you want to save the changes to “%@”?
zh_hans: 要存储对“%@”的更改吗？

source: Do you want to save your project before closing or delete it?
zh_hans: 要在关闭前存储项目，还是删除它？

source: Download %@
zh_hans: 下载“%@”

source: Download failed with HTTP %lld.
zh_hans: 下载失败（HTTP %lld）。

source: Draft
zh_hans: 草稿

source: Drag across the zoom lane on the timeline to add a zoom.
zh_hans: 在时间线的缩放轨道上拖移以添加缩放。

source: Drag actions here to hide them
zh_hans: 将操作拖到这里以隐藏

source: Drag actions into the corners or the center. Drop them in the tray to hide.
zh_hans: 将操作拖到角落或中央。拖入托盘即可隐藏。

source: Drag here to add 3D motion
zh_hans: 在此拖移以添加 3D 运镜

source: Drag here to add a zoom
zh_hans: 在此拖移以添加缩放

source: Drag horizontally to adjust, or edit the value field
zh_hans: 水平拖移以调整，或编辑数值栏

source: Drag the camera directly on the canvas to place it
zh_hans: 直接在画布上拖移摄像头画面来放置

source: Drag to aim this zoom
zh_hans: 拖移以调整此缩放的目标

source: Drag to move the sharp focal area. Double-click to center.
zh_hans: 拖移以移动清晰的焦点区域。连按两次以居中。

source: Drag to move the target. Double-click to center.
zh_hans: 拖移以移动目标。连按两次以居中。

source: Drag to place the camera
zh_hans: 拖移以放置摄像头画面

source: Drag to position the fixed camera target. The outline shows the visible area. Double-click to center.
zh_hans: 拖移以定位固定的镜头目标。轮廓显示可见区域。连按两次以居中。

source: Drag to select a region
zh_hans: 拖移以选择区域

source: Draw an area to keep visible; everything outside is dimmed
zh_hans: 画出要保持可见的区域，其余部分会变暗

source: Duration
zh_hans: 时长

source: Edge
zh_hans: 边缘

source: Edit
zh_hans: 编辑

source: Edit by Text
zh_hans: 按文字剪辑

source: Edit recording
zh_hans: 编辑录制

source: Edit the clip, background, camera, audio, and zooms in one place.
zh_hans: 在一处编辑片段、背景、摄像头、音频和缩放。

source: Edit watermark text
zh_hans: 编辑水印文字

source: Edit Zoom
zh_hans: 编辑缩放

source: Edited
zh_hans: 已编辑

source: Editing
zh_hans: 剪辑

source: Ember
zh_hans: 余烬

source: Enable progressive blur
zh_hans: 启用渐进模糊

source: Enable watermark
zh_hans: 启用水印

source: Enable zooms
zh_hans: 启用缩放

source: Enter an exact value for %@
zh_hans: 为“%@”输入精确数值

source: Every split, trim, deletion and speed change goes back to the original recording. You can undo this.
zh_hans: 所有分割、修剪、删除和变速都会恢复为原始录制。此操作可以撤销。

source: Expand section
zh_hans: 展开分区

source: Expanded
zh_hans: 已展开

source: Export
zh_hans: 导出

source: Export Again
zh_hans: 再次导出

source: Export Audio
zh_hans: 导出音频

source: Export cancelled.
zh_hans: 导出已取消。

source: Export Captures
zh_hans: 导出

source: Export Complete
zh_hans: 导出完成

source: Export Failed
zh_hans: 导出失败

source: Export folder
zh_hans: 导出文件夹

source: Export just the soundtrack of the current cut
zh_hans: 仅导出当前剪辑的音轨

source: Export Options
zh_hans: 导出选项

source: Export Preset
zh_hans: 导出预设

source: Export Screenshot Preset
zh_hans: 导出截图预设

source: Export Audio…
zh_hans: 导出音频…

source: Export…
zh_hans: 导出…

source: Exporting %lld%%
zh_hans: 正在导出 %lld%%

source: Exporting…
zh_hans: 正在导出…

source: Failed to finish annotation: %@
zh_hans: 无法完成标注：%@

source: Failed to finish recording.
zh_hans: 无法完成录制。

source: Failed to save annotation: %@
zh_hans: 无法存储标注：%@

source: Failed to start screen recording: %@
zh_hans: 无法开始屏幕录制：%@

source: Falloff
zh_hans: 衰减

source: Fill
zh_hans: 填充

source: Fillers (%lld)
zh_hans: 填充词（%lld）

source: Find sensitive content and blur it
zh_hans: 查找敏感内容并模糊处理

source: Find sensitive content and pixelate it
zh_hans: 查找敏感内容并像素化处理

source: Find sensitive content in the screenshot and cover it.
zh_hans: 查找截图中的敏感内容并遮盖。

source: Finding screens and windows
zh_hans: 正在查找屏幕和窗口

source: Finding screens and windows…
zh_hans: 正在查找屏幕和窗口…

source: Finish editing and save
zh_hans: 完成编辑并存储

source: Finish Recording and Quit
zh_hans: 完成录制并退出

source: Fit
zh_hans: 适合

source: Fit Canvas
zh_hans: 适合画布

source: Fit Timeline (⌘0)
zh_hans: 适合时间线（⌘0）

source: Fixed
zh_hans: 固定

source: Fixed camera target
zh_hans: 固定镜头目标

source: Flat
zh_hans: 平整

source: Focus
zh_hans: 焦点

source: Focus position
zh_hans: 焦点位置

source: Follows pointer
zh_hans: 跟随指针

source: Font family
zh_hans: 字体

source: Format
zh_hans: 格式

source: FOV
zh_hans: 视野

source: FOV %@
zh_hans: 视野 %@

source: Frame rate
zh_hans: 帧率

source: Framecho Annotate
zh_hans: Framecho 标注

source: Framecho can't record until it's allowed under Privacy & Security > Screen & System Audio Recording. After turning it on, quit and reopen Framecho - macOS applies the permission on relaunch.
zh_hans: 需要在“隐私与安全性”>“录屏与系统录音”中允许后，Framecho 才能录制。打开后，请退出并重新打开 Framecho - macOS 会在重新启动时应用该权限。

source: Framecho can't use the camera because access is restricted on this Mac.
zh_hans: 此 Mac 限制了访问权限，因此 Framecho 无法使用摄像头。

source: Framecho can't use the microphone because access is restricted on this Mac.
zh_hans: 此 Mac 限制了访问权限，因此 Framecho 无法使用麦克风。

source: Framecho is already recording.
zh_hans: Framecho 已在录制。

source: Framecho isn't currently recording.
zh_hans: Framecho 当前没有在录制。

source: Framecho Library
zh_hans: Framecho 资料库

source: Framecho Recording Editor
zh_hans: Framecho 录制编辑器

source: Framecho will finish and save the recording before quitting. This can take a moment for a long recording.
zh_hans: Framecho 会在退出前完成并存储录制。较长的录制可能需要一些时间。

source: Framecho will finish and save the recording before quitting. You also have %lld unsaved captures that will be discarded.
zh_hans: Framecho 会在退出前完成并存储录制。另有 %lld 项未存储的内容将被丢弃。

source: Framecho will finish and save the recording before quitting. You also have 1 unsaved capture that will be discarded.
zh_hans: Framecho 会在退出前完成并存储录制。另有 1 项未存储的内容将被丢弃。

source: Framecho windows will be captured
zh_hans: Framecho 窗口会出现在截图和录屏中

source: Framing
zh_hans: 取景

source: Freeform
zh_hans: 自由

source: Freehand
zh_hans: 手绘

source: Full Screen
zh_hans: 全屏

source: Fullscreen
zh_hans: 全屏

source: General
zh_hans: 通用

source: Glass
zh_hans: 玻璃

source: Glow
zh_hans: 光晕

source: Gradient
zh_hans: 渐变

source: Graphite
zh_hans: 石墨色

source: Green
zh_hans: 绿色

source: Grid view
zh_hans: 网格视图

source: Grid View
zh_hans: 网格视图

source: Hidden
zh_hans: 已隐藏

source: HIDDEN ACTIONS
zh_hans: 隐藏的操作

source: Hide Inspector
zh_hans: 隐藏检查器

source: Hide token
zh_hans: 隐藏令牌

source: High
zh_hans: 高

source: Highlight
zh_hans: 高亮

source: Highlight spoken word
zh_hans: 高亮正在说的词

source: How large the floating preview cards appear.
zh_hans: 浮动预览卡片显示的大小。

source: How much of the frame's edge stays in view while zoomed
zh_hans: 缩放时画面边缘保留在视图中的程度

source: How to update
zh_hans: 如何更新

source: Image alignment
zh_hans: 图像对齐

source: Import
zh_hans: 导入

source: Import Failed
zh_hans: 导入失败

source: Import Preset…
zh_hans: 导入预设…

source: Import Screenshot Presets
zh_hans: 导入截图预设

source: Imported %lld presets.
zh_hans: 已导入 %lld 个预设。

source: Imported 1 preset.
zh_hans: 已导入 1 个预设。

source: Include audio
zh_hans: 包含音频

source: Include Framecho windows in captures
zh_hans: 在截图和录屏中包含 Framecho 窗口

source: Include the window's drop shadow when capturing a window.
zh_hans: 截取窗口时包含窗口的投影。

source: Information
zh_hans: 信息

source: Inspector
zh_hans: 检查器

source: Invalid response from server.
zh_hans: 服务器响应无效。

source: Invalid token
zh_hans: 令牌无效

source: Invalid URL
zh_hans: URL 无效

source: Invalid worker URL.
zh_hans: Worker URL 无效。

source: JPG ready
zh_hans: JPG 已就绪

source: Jump straight into the annotation editor.
zh_hans: 直接进入标注编辑器。

source: Jump to this subtitle
zh_hans: 跳转到此字幕

source: Keep the recording's own aspect ratio
zh_hans: 保持录制本身的宽高比

source: Key %lld
zh_hans: 按键 %lld

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keyboard shortcuts could not be initialized. Try reopening Framecho.
zh_hans: 无法初始化键盘快捷键。请尝试重新打开 Framecho。

source: Keystrokes
zh_hans: 按键

source: Lagoon
zh_hans: 泻湖

source: Landscape 16:9 - YouTube
zh_hans: 横向 16:9 - YouTube

source: Launch at login
zh_hans: 登录时启动

source: Lavender
zh_hans: 薰衣草

source: Lay an audio file over this silent recording
zh_hans: 为这段无声录制叠加一个音频文件

source: Left
zh_hans: 左

source: Library
zh_hans: 资料库

source: Lines shown
zh_hans: 显示行数

source: Link copied
zh_hans: 链接已拷贝

source: Link Copied
zh_hans: 链接已拷贝

source: List view
zh_hans: 列表视图

source: List View
zh_hans: 列表视图

source: Live Text
zh_hans: 实况文本

source: Loading Library…
zh_hans: 正在载入资料库…

source: Long
zh_hans: 长投影

source: Low
zh_hans: 低

source: Low-res preview to save memory - exports stay full quality
zh_hans: 低分辨率预览以节省内存 - 导出仍为完整质量

source: Lower values produce smaller files with reduced image quality.
zh_hans: 数值越低，文件越小，但图像质量也会降低。

source: Mango
zh_hans: 芒果

source: Medium
zh_hans: 中

source: Microphone access is not allowed, so this recording will not include narration.
zh_hans: 未获准访问麦克风，因此本次录制不包含旁白。

source: Microphone access needed
zh_hans: 需要麦克风访问权限

source: Microphone off
zh_hans: 麦克风已关闭

source: Microphone off - click to choose an input
zh_hans: 麦克风已关闭 - 点按以选择输入设备

source: Microphone muted - %@ is sending no sound
zh_hans: 麦克风已静音 - %@ 没有传入声音

source: Microphone muted - no sound
zh_hans: 麦克风已静音 - 没有声音

source: Microphone not responding
zh_hans: 麦克风无响应

source: Microphone not responding - %@, choose another input
zh_hans: 麦克风无响应 - %@，请选择其他输入设备

source: Microphone on
zh_hans: 麦克风已打开

source: Microphone on - %@
zh_hans: 麦克风已打开 - %@

source: Microphone unavailable
zh_hans: 麦克风不可用

source: Microphone unavailable - choose another input
zh_hans: 麦克风不可用 - 请选择其他输入设备

source: Mineral
zh_hans: 矿石

source: Mint
zh_hans: 薄荷绿

source: Mist
zh_hans: 薄雾

source: Mode
zh_hans: 模式

source: modified
zh_hans: 已修改

source: Modified
zh_hans: 修改时间

source: More capture actions
zh_hans: 更多操作

source: Motion blur
zh_hans: 运动模糊

source: Move %lld captures to Trash?
zh_hans: 要将这 %lld 项移到废纸篓吗？

source: Move capture to Trash?
zh_hans: 要将此项移到废纸篓吗？

source: Move to Trash
zh_hans: 移到废纸篓

source: Move to Trash…
zh_hans: 移到废纸篓…

source: Move Zoom
zh_hans: 移动缩放

source: Moving to Trash…
zh_hans: 正在移到废纸篓…

source: Name
zh_hans: 名称

source: Native QuickTime format for Apple apps.
zh_hans: 适用于 Apple 应用的原生 QuickTime 格式。

source: Network error: %@
zh_hans: 网络错误：%@

source: Never
zh_hans: 永不

source: New capture
zh_hans: 新建

source: New Capture
zh_hans: 新建

source: New Preset
zh_hans: 新建预设

source: Newest First
zh_hans: 最新优先

source: No app windows found
zh_hans: 未找到应用窗口

source: No captures
zh_hans: 暂无截图或录屏

source: No Captures
zh_hans: 暂无内容

source: No clicks were recorded
zh_hans: 未录制到点按

source: No display was available to record.
zh_hans: 没有可录制的显示器。

# No matches for “%@” in %@.
source: No matches for “%1$@” in %2$@.
zh_hans: 在“%2$@”中找不到与“%1$@”匹配的结果。

source: No recordings
zh_hans: 没有录制

source: No Recordings
zh_hans: 没有录制

source: No response
zh_hans: 无响应

source: No Results
zh_hans: 无结果

source: No Saved Presets
zh_hans: 没有存储的预设

source: No screens are available.
zh_hans: 没有可用的屏幕。

source: No Screenshots
zh_hans: 没有截图

source: No sensitive text found.
zh_hans: 未找到敏感文字。

source: No speech was detected in the narration.
zh_hans: 未在旁白中检测到语音。

source: No supported images were found in this pack.
zh_hans: 此墙纸包中未找到受支持的图像。

source: No text found
zh_hans: 未找到文字

source: No text was recognized in the captured area.
zh_hans: 未在截取区域中识别到文字。

source: None
zh_hans: 无

source: Not configured
zh_hans: 未配置

source: Not verified
zh_hans: 未验证

source: Nothing was recognized in that area.
zh_hans: 未在该区域中识别到任何内容。

source: Nothing was recognized in this image.
zh_hans: 未在这张图片中识别到任何内容。

source: Numbered circle
zh_hans: 编号圆圈

source: Off
zh_hans: 关

source: OK
zh_hans: 好

source: Oldest First
zh_hans: 最早优先

source: %@ · In use in this video
zh_hans: %@ · 已在视频中生效

source: On
zh_hans: 开

source: On notched Macs, removes the empty black bar at the top of a fullscreen capture. A visible menu bar is kept.
zh_hans: 在带刘海的 Mac 上，移除全屏截图顶部的空白黑条。可见的菜单栏会保留。

source: On-device transcription isn't available for your language yet.
zh_hans: 设备端转写暂不支持你的语言。

source: Opacity
zh_hans: 不透明度

source: Open %@ on X
zh_hans: 在 X 上打开 %@

source: Open a large preview
zh_hans: 打开大预览

source: Open a Quick Look preview
zh_hans: 打开快速查看预览

source: Open annotation editor
zh_hans: 打开标注编辑器

source: Open Library
zh_hans: 打开资料库

source: Open recording editor
zh_hans: 打开录制编辑器

source: Open Recordings Library…
zh_hans: 打开录制资料库…

source: Open Screen Recording Settings…
zh_hans: 打开屏幕录制设置…

source: Open Screenshots Folder
zh_hans: 打开截图文件夹

source: Open Share Link
zh_hans: 打开共享链接

source: Open Shared Capture
zh_hans: 打开共享页面

source: Open System Settings
zh_hans: 打开系统设置

source: Open the annotation / video editor
zh_hans: 打开标注 / 视频编辑器

source: Open the share link in your browser
zh_hans: 在浏览器中打开共享链接

source: Orange
zh_hans: 橙色

source: Orbit the camera around the card center, then roll the view
zh_hans: 围绕卡片中心环绕镜头，然后旋转视图

source: Original
zh_hans: 原始

source: Overlay
zh_hans: 悬浮窗口

source: Overlays
zh_hans: 叠加

source: Padding
zh_hans: 边距

source: Pan X
zh_hans: 平移 X

source: Pan Y
zh_hans: 平移 Y

source: Panned
zh_hans: 已平移

source: Paste this token as the **UPLOAD_TOKEN** secret when you deploy the worker to Cloudflare.
zh_hans: 将 Worker 部署到 Cloudflare 时，把此令牌粘贴为 **UPLOAD_TOKEN** 密钥。

source: Paste your token
zh_hans: 粘贴你的令牌

source: Paste your worker URL above, then click "Verify Connection" to finish setup and confirm.
zh_hans: 在上方粘贴你的 Worker URL，然后点按“验证连接”以完成设置并确认。

source: Pause
zh_hans: 暂停

source: Pause (Space)
zh_hans: 暂停（空格键）

source: Pause recording
zh_hans: 暂停录制

source: Peach
zh_hans: 蜜桃

source: Pick a screen to record
zh_hans: 选取要录制的屏幕

source: Pick an app window
zh_hans: 选取应用窗口

source: Pin
zh_hans: 置顶

source: Pin the screenshot as a floating window
zh_hans: 将截图置顶为浮动窗口

source: Pin the screenshot on top of everything for reference.
zh_hans: 将截图置顶在所有内容之上以便参考。

source: Pin to screen
zh_hans: 置顶到屏幕

source: Pink
zh_hans: 粉色

source: Pixelate
zh_hans: 像素化

source: Plasma
zh_hans: 等离子

source: Play
zh_hans: 播放

source: Play (Space)
zh_hans: 播放（空格键）

source: Play sounds
zh_hans: 播放声音

source: Play the camera shutter sound when a screenshot is taken.
zh_hans: 截图时播放相机快门声。

source: Plays on more platforms, including Windows, browsers, and Slack.
zh_hans: 可在更多平台上播放，包括 Windows、浏览器和 Slack。

source: Pointer
zh_hans: 指针

source: Portrait 4:5 - feed posts
zh_hans: 竖向 4:5 - 信息流帖子

source: Position
zh_hans: 位置

source: Position on screen
zh_hans: 屏幕上的位置

source: Preparing
zh_hans: 正在准备

source: Preparing edits
zh_hans: 准备编辑内容

source: Preparing preview…
zh_hans: 正在准备预览…

source: Preset Exported
zh_hans: 预设已导出

source: Preset Imported
zh_hans: 预设已导入

source: Preset name
zh_hans: 预设名称

source: Presets Imported
zh_hans: 预设已导入

source: Presets…
zh_hans: 预设…

source: Preview Overlay
zh_hans: 预览悬浮窗口

source: Preview size
zh_hans: 预览大小

source: Previewing %@
zh_hans: 正在预览 %@

source: Progressive Blur
zh_hans: 渐进模糊

source: Project
zh_hans: 项目

source: Projects
zh_hans: 项目

source: Purple
zh_hans: 紫色

source: Quality
zh_hans: 质量

source: Quick Look
zh_hans: 快速查看

source: Quick Look %@
zh_hans: 快速查看“%@”

source: Quit Anyway
zh_hans: 仍然退出

source: Quit Framecho
zh_hans: 退出 Framecho

source: Radial
zh_hans: 径向

source: Recent
zh_hans: 最近使用

source: Recent Captures
zh_hans: 最近的截图与录屏

source: Recently Modified
zh_hans: 最近修改

source: Recognizes the text inside a region you drag out, copies it to the clipboard, and returns it.
zh_hans: 识别你拖移出的区域中的文字，将其拷贝到剪贴板并返回。

source: Recognizing text…
zh_hans: 正在识别文字…

source: Record
zh_hans: 录制

source: Record Screen
zh_hans: 录制屏幕

source: Record the whole screen
zh_hans: 录制整个屏幕

source: Record your screen to start your recording library.
zh_hans: 录制屏幕来开始建立你的录制资料库。

source: Recording · %@
zh_hans: 录制 · %@

source: Recording ended early (%@). Everything captured so far was saved.
zh_hans: 录制提前结束（%@）。已存储目前录制的所有内容。

source: Recording failed: %@
zh_hans: 录制失败：%@

source: Recording microphone
zh_hans: 正在录制麦克风

source: Recording paused at %@
zh_hans: 录制已暂停于 %@

source: Recording Project
zh_hans: 录制项目

source: Recording projects
zh_hans: 录制项目

source: Recording sources unavailable - click to retry
zh_hans: 录制源不可用 - 点按以重试
